export type RouteItem = {
  id: number;
  from: string;
  to: string;
  via: string;
};

export const routes: RouteItem[] = [
  { id: 231, from: "西貢匡湖居", to: "大口環根德公爵夫人兒童醫院", via: "西區海底隧道" },
  { id: 232, from: "紅磡高山劇場", to: "長沙灣廣場", via: "佛光街、梭椏道及亞皆老街" },
  { id: 233, from: "荃灣環宇海灣", to: "米埔自然保護區", via: "大欖隧道及青朗公路" },
  { id: 234, from: "元朗大會堂", to: "馬鞍山新港城中心", via: "林錦公路" },
  { id: 235, from: "荃灣沙咀道遊樂場", to: "沙田中心", via: "大河道及象鼻山道" },
  { id: 236, from: "深水埗南昌邨", to: "港鐵上水站", via: "青沙公路及尖山隧道" },
  { id: 237, from: "佐敦（西九龍站）巴士總站", to: "銅鑼灣皇悅酒店", via: "康莊道及紅磡海底隧道" },
  { id: 238, from: "九龍塘又一城", to: "沙田大會堂", via: "窩打老道及獅子山隧道" },
  { id: 239, from: "西九文化區戲曲中心", to: "九龍灣德福廣場", via: "漆咸道北、東九龍走廊及啟德隧道" },
  { id: 240, from: "上水廣場", to: "入境事務處總部", via: "粉嶺公路及大老山隧道" },
  { id: 241, from: "基督教聯合醫院", to: "旺角區警署", via: "新清水灣道及太子道東" },
  { id: 242, from: "荃灣荃豐中心", to: "新蒲崗香港考試及評核局", via: "青山公路葵涌段及龍翔道" },
  { id: 243, from: "紅磡置富都會", to: "北角廉政公署總部大樓", via: "紅磡海底隧道" },
  { id: 244, from: "九龍塘香港浸會大學大學會堂", to: "灣仔鷹君中心", via: "紅磡海底隧道" },
  { id: 245, from: "九龍公共圖書館", to: "跑馬地馬場", via: "紅磡海底隧道" },
];
